Repository: ltaeif/rhuvt
Catalog: application/modules/default/langues/inscription.tmx
Source language: en
Languages: ar

source: Civilité * :
ar: معلمات عامة

source: code de l'etudiant
ar: معلمات عامة

source: Nom de jeune fille
ar: الإسم البنت

source: Date de naissance
ar: تاريخ الولدة

source: Lieu de naissance
ar: مكان الولدة
